tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "thefuck"
brew "watchman"
brew "starship"
brew "volta"
brew "cocoapods"
brew "watchman"
brew "fastlane"

cask "font-hack-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-martian-mono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "openinterminal"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "vlc"
cask "whatsapp"
cask "xcodes"
cask "visual-studio-code"
cask "1password"
cask "raycast"
cask "openinterminal"
cask "zulu17"
cask "handbrake"
cask "expo-orbit"
