brew "thefuck"
brew "watchman"
brew "starship"
brew "volta"
brew "git-recent"
brew "cocoapods"
brew "fastlane"
brew "gh"
brew "ffmpeg"
brew "webp"
brew "cloudflared"

cask "font-hack-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-martian-mono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "openinterminal"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "vlc"
cask "whatsapp"
cask "xcodes-app"
cask "visual-studio-code"
cask "1password"
cask "zulu@17"
cask "hammerspoon"
cask "handbrake-app"
cask "expo-orbit"
cask "chatgpt"
cask "setapp"
cask "figma"
cask "discord"
cask "android-studio"
cask "gcloud-cli"
cask "meetingbar"
cask "spotify"
cask "zed"
cask "mysides"
cask "claude-code"
