alefragnani.project-manager
anthropic.claude-code
anysphere.cursorpyright
anysphere.remote-containers
anysphere.remote-ssh
atlassian.atlascode
beardedbear.beardedtheme
bradlc.vscode-tailwindcss
csstools.postcss
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
expo.vscode-expo-theme
expo.vscode-expo-tools
golang.go
mathiasfrohlich.kotlin
mattpocock.ts-error-translator
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-python-envs
pomdtr.excalidraw-editor
prisma.prisma
redhat.vscode-yaml
ritwickdey.liveserver
svelte.svelte-vscode
unifiedjs.vscode-mdx
vue.volar
wallabyjs.quokka-vscode
wmaurer.change-case
